/* Menu strings */
"Main Menu About" = "Om %@";
"Main Menu Hide Others" = "Göm övriga";
"Main Menu Show All" = "Visa alla";
"Main Menu Quit" = "Avsluta %@";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "Autentisering";
"Text PreAuth" = "Du behöver ett administratörslösenord om du vill installera programmen.";
"Info PreAuth" = "";
"Lock PreAuth" = "Klicka på låset för att göra ändringar";
"Lock Auth" = "Autentiserar...";
"Text PostAuth" = "Vänta medan installationsprogrammet konfigureras";
"Info PostAuth" = "";
"Lock PostAuth" = "Användaren har autentiserats";


/* Buttons */
"Cancel" = "Avbryt";
"OK" = "OK";
"Quit" = "Avsluta";
"Resume" = "Fortsätt";

/* Dialogs */
"Quit Dialog Title" = "Avbryt installationen";
"Quit Dialog Header" = "Installationen är inte klar";
"Quit Dialog Text" = "Om du avbryter installationen nu kommer %@ inte att installeras. Om du vill fortsätta med installationen klickar du på 'Fortsätt'. Om du vill avbryta installationen klickar du på 'Avsluta'.";

"Application Error Title" = "Programfel";
"Application Error Text" = "Installationen av %@ kan inte fortsätta på grund av ett programkörningsfel. (Felkod -43)";

"Execution Error Title" = "Programkörningsfel";
"Execution Error Text" = "Installationen av %@ kan inte fortsätta på grund av ett programkörningsfel. (Felkod -43)";
